Repository: waleedHubaishi/SEEA
Catalog: Code/SEEA/SEEA/SEEA/Helpers/Rsources/AppResources.*.resx
Languages: de

# SearchEventsHeader
source: Search Events
de: Events Suchen

# SearchResultsHeader
source: Search Results
de: Suche Resultat

# EventDetailsHeader
source: Event Details
de: Event Beschreibung

# ProfileHeader
source: Profile
de: Profil

# BookedEventsHeader
source: Booked Events
de: Gebuchte Events

# SavedEventsHeader
source: Saved Events
de: Gespeicherte Events

# SavedSearchesHeader
source: Saved Searches
de: Gespeicherte Suchen

# SearchEventButtonLabelText
source: Search Event
de: Event Suchen

# GetInspiredButtonLabelText
source: Get Inspired
de: Inspiration

# ProfileButtonLabelText
source: Profile
de: Profil

# SavesLockerButtonLabelText
source: Saves Locker
de: Gespeichertes

# searchTextLabel
source: Search Text
de: Gesuchter Text

# dateLabel
source: Date
de: Datum

# placeLabel
source: Place
de: Ort

# eventTypeLabel
source: Event Type
de: Event-Typen

# saveSearchLabel
source: Save Search
de: Suche speichern

# submitSearchButton
source: Search
de: Suche

# searchNotSavedAlertHeader
source: Search not saved
de: Suche nicht gespeichert

# searchNotSavedAlertBody
source: The search must contain at least one input in order to be saved
de: Die Suche muss mindestens ein Attribut enthalten, um gespeichert zu werden

# dateErrorHeader
source: Date Error
de: Datumsfehler

# searchResultEndOfList
source: No more results found
de: Keine weiteren Ergebnisse gefunden

# popupHeader
source: Results Filtering
de: Ergebnisse filtern

# showResultsWithThoseTagsLabel
source: Show Result with those Tags
de: Zeig Ergebnisse mit diesen Tags

# addSelectedTagsToLikedTagsLabel
source: Add Selected Tags to my liked Tags
de: Ausgewählte Tags zu meinen bevorzugten Tags hinzufügen

# showMatchesWithMyLikedTagsLabel
source: Show matches with my liked Tags
de: Zeige Übereinstimmungen mit meinen bevorzugten Tags

# applyFilterButton
source: Apply Filter
de: Filter anwenden

# bookNowButton
source: Book Now
de: Jetzt buchen

# eventDiscriptionHeaderLabel
source: Event Description
de: Ereignisbeschreibung

# costLabel
source: Cost
de: Gebühren

# welcomeLabel
source: Welcome,
de: Wilkommen,

# personalDataHeaderLabel
source: Personal Data
de: Persönliche Daten

# addressLabel
source: Address
de: Adresse

# myReservationslabel
source: My Reservations
de: Meine Reservation

# reservedEventsEndOfList
source: No more events booked
de: Keine gebuchte Veranstaltungen mehr

# user_talk_entry
source: Your text here ..
de: Ihr Text kommt hier ..

# savedEventsEndOfList
source: No more events saved
de: Keine gespeicherte Veranstaltungen mehr

# savedSearchesEndOfList
source: No more searches saved
de: Keine gespeicherte Suchen mehr

# NoSearchesFirstLine
source: Sorry, but you have not saved any searches yet.
de: Entschuldige, aber es gibt keine gespeicherte Suchen.

# NoSearchesSecondLine
source: You can save searches by toggling the Save Search option on in the search for event screen
de: Sie können Suchen speichern, wenn Sie auf den Toggle Button im Veranstaltungen Suchen screen tippen

# NoEventsFirstLine
source: Sorry, but you have not saved any events yet.
de: Entschuldige, aber es gibt keine gespeicherte Veranstaltungen.

# NoEventsSecondLine
source: You can save events by tapping the heart icon in the bottom right of event's description
de: Sie können Veranstaltungen speichern, wenn Sie auf den Herz icon im Veranstaltungsbeschreibung screen rechts unten tippen
